export const EGYPT_GOVERNORATES = [
  'الإسكندرية',
  'برج العرب - العامرية',
  'القاهرة - الجيزة - المدن الجديدة',
  'المرج الجديدة - شبرا الخيمة - العبور',
  'محافظات الدلتا (البحيرة - دمياط - الدقهلية - كفر الشيخ - الغربية - المنوفية - القليوبية - الشرقية - العاشر من رمضان)',
  'مدن القناة (بورسعيد - السويس - الإسماعيلية)',
  'شمال الصعيد (بني سويف - المنيا - أسيوط - الفيوم)',
  'سوهاج',
  'جنوب الصعيد (قنا - الأقصر - أسوان)',
  'مطروح - الساحل الشمالي - الغردقة - شرم الشيخ - مناطق البحر الأحمر - جنوب سيناء',
  'المناطق النائية (الوادي - الواحات البحرية - السلوم - واحة سيوة - أبو سمبل - حلايب وشلاتين - شمال سيناء)'
];

export const SHIPPING_RATES = {
  'الإسكندرية': 80,
  'برج العرب - العامرية': 90,
  'القاهرة - الجيزة - المدن الجديدة': 95,
  'المرج الجديدة - شبرا الخيمة - العبور': 100,
  'محافظات الدلتا (البحيرة - دمياط - الدقهلية - كفر الشيخ - الغربية - المنوفية - القليوبية - الشرقية - العاشر من رمضان)': 100,
  'مدن القناة (بورسعيد - السويس - الإسماعيلية)': 100,
  'شمال الصعيد (بني سويف - المنيا - أسيوط - الفيوم)': 115,
  'سوهاج': 125,
  'جنوب الصعيد (قنا - الأقصر - أسوان)': 135,
  'مطروح - الساحل الشمالي - الغردقة - شرم الشيخ - مناطق البحر الأحمر - جنوب سيناء': 175,
  'المناطق النائية (الوادي - الواحات البحرية - السلوم - واحة سيوة - أبو سمبل - حلايب وشلاتين - شمال سيناء)': 195
};
